Repository: johnbean393/Aliyun-Credit-Panel
Catalog: Aliyun Credit Panel/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %.2f %@ this month
source: %1$.2f %2$@ this month
zh_hans: 本月 %1$.2f %2$@

source: Controls whether Aliyun Credit Panel launches automatically at login.
zh_hans: 控制是否在登录时自动启动。

source: Credentials
zh_hans: 登录凭证

source: Current Balance:
zh_hans: 账户余额：

source: Determines how often the panel refreshes credit information.
zh_hans: 确定面板刷新余额的频率。

source: Endpoint
zh_hans: 端点

source: Error
zh_hans: 加载错误

source: Failed to initialize client
zh_hans: Client 初始化失败

source: General
zh_hans: 通用

source: Get a Key ID
zh_hans: 获取 Key ID

source: Get a Key Secret
zh_hans: 获取 Key Secret

source: Launch at Login
zh_hans: 登录时启动

source: Needed to access the Aliyun Console API
zh_hans: 需要用于访问阿里云控制台API

source: No
zh_hans: 取消

source: Refresh
zh_hans: 刷新

source: Refresh Interval
zh_hans: 刷新频率

source: The API endpoint for Aliyun Console
zh_hans: 阿里云控制台的API端点

source: Yes
zh_hans: 确认
